# Возраст это только цифра

# Создайте переменную birth_year и присвойте ей ваш год рождения.
# Вычислите ваш возраст и сохраните его в переменную current_age. Выведите ее на экран.

# Напишите тут ваш код
birth_year = 2001
current_age = 2024 - birth_year
print(current_age)
