# Негатив

# Напишите программу, которая запрашивает у пользователя число и проверяет, является ли оно отрицательным.
# Используйте оператор if для проверки.

# Напишите тут ваш код
print("please input an integer")
x = int(input())
if x < 0 :
    print("number is negative")
else:
    print("number is positive")
