"""
Напишите программу, которая выводит числа от 1 до 5 в одной строке,
 разделяя их звездочками. Затем программа должна вывести сообщение
 "Конец программы." на той же строке после всех чисел. Используйте
 параметры sep и end в функции print().
Требования:
•	Программа должна использовать функцию print для вывода чисел от 1 до 5,
разделяя их звездочками.
•	Программа должна использовать параметр sep в функции print для
разделения чисел звездочками.
•	Программа должна использовать параметр end в функции print для
добавления сообщения "Конец программы." после вывода чисел на той же строке.
•	Программа должна вывести числа от 1 до 5 в одной строке, разделяя их
звездочками, и затем вывести сообщение "Конец программы." на той же строке.
"""
print(1, 2, 3, 4, 5, sep=" * ", end=" Конец программы.")
