# Шахматная задача

# За создание шахмат индийский ученый получил немного зерна.
# На первую клетку положили одно зернышко, на вторую - два, на третью - 4, и т.д.
# В итоге Раджа должен был выплатить 2^64-1 зерен.
# Выведи это число на экран.

# Напишите тут ваш код
total_grains = (2 ** 64)-1
print(f" total grains number" , total_grains)
