# Рост дюймах

# Создайте переменную centimeter и присвойте ей ваш рост в сантиметрах.
# Создайте переменную inches и присвойте ей ваш рост в дюймах (1 дюйм == 2.54 см).
# Выведите ваш рост в дюймах на экран

# Напишите тут ваш код
centimeter = 180
# 1 inch = centimeter * 2.54
inches = centimeter / 2.54
print("My height is " , inches, "inches")


