"""
Создай 5 переменных пяти различных типов коллекций (типа list и т.п.).
Требования:
•	Программа должна включать переменную, которой присваивается значение типа list.
•	Программа должна включать переменную, которой присваивается значение типа tuple.
•	Программа должна включать переменную, которой присваивается значение типа set.
•	Программа должна включать переменную, которой присваивается значение типа dict.
•	Программа должна включать переменную, которой присваивается значение типа frozenset.
"""
var_list = [1, 2, 3]
var_tuple = (1, 2, 3)
var_set ={1 ,2, 3}
var_dict = {'a': 1, 'b': 2}
var_frozenset = frozenset({1, 2, 3})
