# Welcome
print("hello world")
# Выведите на экран любую понравившуюся вам фразу.

# Напишите тут ваш код
print("Welcome to Python course!")
